Repository: gawen947/pidgin-pbar
Catalog: *.po
Languages: de, fr, nl

source: A toolbar to update some account settings globally.
de: Eine Symbolleiste um manche Konto Einstellungen vollständig zu aktualisieren.
fr: Une barre d'outils pour mettre à jour certains paramètres de manière globale.
nl: Een werkbalk om sommige account instellingen globaal te actualiseren.

source: Adds a toolbar to the buddy list to quickly update nickname, personal message, icon, status and mood. It also allows updating of the current song and other parameters which are updated globally on all accounts that support them.
de: Fügt eine Symbolleiste zu der Buddy-liste um schnell den Spitzname, den Persönlichen Bericht, die Ikone, den Status und die Stimmung schnell zu ändern. Erlaubt auch um das aktuelle Lied und anderen parameter die global aktualisiert werden auf alle Account die es ertragen .
fr: Ajoute une barre d'outils à la liste de contacts pour rapidement mettre à jour le pseudonyme, le message personnel, l'icône, le status et l'humeur. Il permet également de mettre à jour le morceau actuel et d'autres paramètres qui sont mis à jours de manière globale sur tous les comptes qui les supportent.
nl: Voegt een werkbalk aan de contact lijst om vlug bijnaam, persoonlijk bericht, icoon, status en humeur te actualiseren. Het laat ook toe om het huidig lied en andere parameters die globaal actualiseerd zijn op alle accounts die het verdragen.

source: Protocol features
de: Protokoll Funktionen
fr: Fonctionnalités du protocole
nl: Protocol bekwaamheden

source: Available features...
de: verfügbaren Funktionen...
fr: Fonctionnalités disponibles...
nl: Beschikbaare bekwaamheden...

source: The following list shows the available features for each protocol.
de: Die folgende Liste zeigt die verfügbaren Funktionen für jedes Protokoll.
fr: La liste suivante montre les fonctionnalités disponibles pour chaque protocole.
nl: De volgende lijst toont de beschikbaare bekwaamheden voor iedere protocol.

source: Protocol
de: Protokoll
fr: Protocole

source: Nickname
de: Spitzname Tag
fr: Pseudonyme
nl: Bijnaam

source: Status message
de: Status Nachricht
fr: Message personnel
nl: Status bericht

source: Buddy icon
de: Buddy Ikone
fr: Icône
nl: Contacten icoon

source: Mood
de: Stimmung
fr: Humeur
nl: Humeur

source: Mood message
de: Stimmung Nachricht
fr: Message pour l'humeur
nl: Humeur bericht

source: Tune
de: Lied
fr: Musique
nl: Lied

source: Game
de: Spiel
fr: Jeu
nl: Spel

source: App.
fr: Application

source: Account features
de: Konto Funktionen
fr: Fonctionnalités du compte
nl: Account bekwaamheden

source: The following list shows the available features for each activated account. The last line summarizes features that have an impact on at least one account.
de: Die folgende Liste zeigt die verfügbaren Funktionen für jeden aktivierten Konto, die letzte Zeile fasst funktionen, die einen Einfluss auf mindestens ein konto haben.
fr: La liste suivante montre les fonctionnalités disponibles pour tous les comptes activés. La dernière ligne résume les fonctionnalités concernées par au moins un compte.
nl: De volgende lijst toont the beschikbaare bekwaamheden voor iedere geactiveerde account. De laatste lijn vat de bekwaamheden samen die een effect hebben op ten minste een account.

source: Account
de: Konto
fr: Compte

source: Status selection
de: Status Auswahl
fr: Choix du status
nl: Status selectie

source: Select your status...
de: Wählen Sie Ihren Satus ...
fr: Choisissez votre status...
nl: Selecteer uw status...

source: This will change your current status for every account which supports it.
de: ändernt ihr Spitzname für jedes Konto die es ertragt.
fr: Cela va changer votre status pour tous les comptes qui le supportent.
nl: Dat zal U lopend status veranderen voor iedere account die het verdraagt.

source: Mood selection
de: Stimmung Auswahl
fr: Choix de l'humeur
nl: Humeur selectie

source: Select your mood...
de: Wählen Sie Ihre Stimmung...
fr: Choisissez votre humeur...
nl: Selecteer uw humeur...

source: This will change your mood for every account which supports it.
de: ändernt ihre Stimmung für jedes Konto die es ertragt.
fr: Cela va changer votre humeur pour tous les comptes qui le supportent.
nl: Dat zal U humeur veranderen vor iedere account die het verdraagt.

source: None
de: Nichts
fr: Aucun
nl: Niets

source: Left
de: Linke
fr: Gauche
nl: Links

source: Center
de: Mitte
fr: Centre
nl: Midden

source: Right
de: Rechte
fr: Droite
nl: Rechts

source: Top
de: Oben
fr: Haut
nl: Boven

source: Bottom
de: Unter
fr: Bas
nl: Beneden

source: _Nickname markup
de: _Spitzname Tag
fr: Balise du _pseudonyme
nl: _Bijnaam baken

source: Change the markup used to display the nickname using the Pango Markup Language where %n is replaced with your nickname.
de: ändert das Markup das verwendet wird um den Spitzname zu anzeigen mit der Pango Markup Language wo %n mit deinem Spitzname ersetzt ist.
fr: Change la balise utilisée pour afficher le pseudo en utilisant le Pango Markup Language où %n qui est remplacé par votre pseudonyme.
nl: Veranderd het baken die gebruikt werd om de bijnaam te displayen, door het gebruiken van de Pango Markup Language waar %n vervangen word door uw bijnaam.

source: Nickname markup _hovered
de: _Übergezwegt Spitzname Tag
fr: Balise du pseudonyme _survolé
nl: Bijnaam baken _overgezweefd

source: Change the markup used to display the nickname when hovered by the mouse using the Pango Markup Language where %n is replaced with your nickname.
de: ändert das Markup das verwendet wird um den Spitzname zu anzeigen wenn überzwegt mit der Maus, mit der Pango Markup Language wo %n mit deinem Spitzname ersetzt ist.
fr: Change la balise utilisée pour afficher le pseudonyme quand il est survolé par la souris en utilisant le Pango Markup Language où %n est remplacé par votre pseudonyme.
nl: Veranderd het baken die gebruikt werd om de bijnaam te displayen wanneer men er met de muis overzweefd, door het gebruiken van de Pango Markup language waar %n vervangen word door uw bijnaam.

source: Personal _message markup
de: Persönliche _Nachricht Tag
fr: Balise du _message personnel
nl: Persoonlijk _bericht baken

source: Change the markup used to display the personal message using the Pango Markup Language where %p is replaced with your personal message.
de: ändert das markup das verwendet wird um die persönliche Nachricht zu anzeigen, mit der Pango Markup Language wo %p mit deiner persönliche Nachricht ersetzt ist.
fr: Change la balise utilisée pour afficher le message personnel en utilisant le Pango Markup Language où %p est remplacé par votre message personnel.

source: Personal message markup _hovered
de: _Übergezwegd persönliche Nachricht Tag
fr: Balise du message personnel _survolé
nl: Persoonlijk bericht baken _overgezweefd

source: Change the markup used to display the personal message when hovered by the mouse using the Pango Markup Language where %p is replaced with your personal message.
de: ändert das Markup das verwendet wird um die persönliche Nachricht zu anzeigen wenn überzwegt mit der Maus, mit der Pango Markup Language wo %p mit deiner persönliche Nachricht ersetzt wird.
fr: Change la balise utilisée pour afficher le message personnel quand celui-ci est survolé par la souris en utilisant le Pango Markup Language où %p est remplacé par votre message personnel.

source: Align _nickname
de: Spitzname_ausrichten
fr: Aligner le _pseudonyme
nl: Richten _bijnaam

source: Alignment of the nickname into the bar.
de: Ausrichtung der Spitzname in der Bar.
fr: Alignement du pseudonyme dans la barre.

source: Align personal _message
de: _Persönliche Nachricht ausrichten
fr: Aligner le _message personnel
nl: Richten persoonlijk _bericht

source: Alignment of the personal message into the bar.
de: Aurichtung der persönliche Nachricht in die Bar.
fr: Alignement du message personnel dans la barre.
nl: Het zetten van het persoonlijk bericht in de balk

source: Widget _position in the buddy list
de: Widget _Lage in den buddy-Liste
fr: _Position de la barre dans la liste de contacts
nl: Werkbalk _positie in contactlijst

source: Position of the widget into pidgin's buddy list.
de: Lage des Widget in Pidgin-Buddy-Liste.
fr: Position de la barre dans la liste de contacts de Pidgin.
nl: Positie van de werkbalk in Pidgin contactlijst.

source: Hide _statusbox
de: _Statusbox verbergen
fr: Cacher le sélecteur d'é_tats
nl: Verberg _statusbox

source: Show or hide the Pidgin's default statusbox.
fr: Affiche ou cache le sélecteur d'états par défaut de Pidgin.
nl: Toon of verberg Pidgins bij verstek statusbox.

source: _Ignore status changes
de: _Ignoriert Status anderungen
fr: _Ignorer les changements d'états
nl: _Negeren van status negeren

source: Ignore changes made to status from outside the widget. This include changes made in Pidgin's default statusbox and other plugins.
de: Ignoriert änderungen zu Status von außerhalb des Widgets gemacht, inbegriffen änderungen in Pidgin standarmäßige statusbox und andere Plugins gemacht.
fr: Ignorer les changements d'états hors du plugin. Ceci inclut les changements apportés depuis le sélecteur d'états par défaut de Pidgin et d'autres plugins.
nl: Negeer de veranderingen van de status als ze van buiten de balk gemaakt zijn, dit omvat veranderingen gemaakt in Pidgins bij verstek statusbox en andere plugins.

source: Use a frame for _entry
de: Nutz ein ein Rahmen für Textinput
fr: Utiliser un _cadre
nl: Gebruik een kader voor _textinvoer

source: Enable or disable the use of a frame around the entries when editing the nickname or personal message from the bar.
fr: Active ou désactive l'utilisation d'un cadre autour des entrées lors de l'édition du pseudonyme ou du message personnel.
nl: Stelt of schakelt het gebruik van een kader uit rond de invoer van de balk wanneer men de bijnaam of het persoolijk bericht bewerkt.

source: _Swap left and right click
de: _Dreht linke und rechte klik um
fr: _Inverser le clique gauche et droit
nl: _Keer linkse and rechtse klik om

source: Swap the role of left and right click to edit the nickname or personal message in the bar.
de: Dreht die Rolle von links und rechts Klik um den Spitzname oder persönliche Nachricht in der Bar zu bearbeiten.
fr: Inverse les rôles du clique gauche et droit dans l'édition du pseudonyme et du message personnel.
nl: Keer de rol van linkse en rechtse klik om de bijnaam of persoonlijk bericht te bewerken in de balk.

source: Use a _compact bar
de: Benutz ein kompakt Balken
fr: Utiliser une barre _compacte
nl: gebruikt een _compacte balk

source: Reduce the size of the widget putting the nickname and personal message on one line.
de: Reduziert die größe des Widgets und setz den Spitzname und die persönliche Nachricht auf einer Linie.
fr: Réduit la taille de la barre en plaçant le pseudonyme et le message personnel sur une ligne.
nl: Verminderd de maat van de werkbalk door de bijnaam en persoonlijn bericht op een lijn te zetten.

source: _Reset status messages
de: _Rûcksetz Status Berichten
fr: Réinitialiser les messages d'état
nl: _Opmaak status berichten

source: Clear the status messages when Pidgin restart (except for personal message). By default these messages are saved in the preferences and reactivated when pidgin restart.
de: Klar die Status nachrichten wenn pidgin neustart (außerhalb für persönliche Nacxhrichten). Standarmäßig werden diese Nachrichten in die Präferenzen gespeichert und neuaktiviert wenn Pidgin neustart.
fr: Efface les messages quand Pidgin redémarre (sauf pour le message personnel). Par défaut ces messages sont sauvegardés dans les préférences et activés de nouveau quand Pidgin se lance.
nl: Wiss de status berichten uit wanneer Pidgin herstart (uitgezonderd voor het persoonlijk bericht), bij verstek worden deze berichten opgeslagen in de voorkeuren en gereactiveerd als Pidgin terug opstart.

source: <Enter nickname here>
de: <hier Spitzname einführen>
fr: <Entrez votre pseudonyme ici>
nl: <Hier bijnaam invoeren>

source: <Enter personal message here>
de: <Hier persönlich nachricht einführen>
fr: <Entrez votre message personnel ici>
nl: <Hier persoonlijk bericht iuvoeren>

source: Change nickname
de: ändernt Spitzname
fr: Changer le pseudonyme
nl: Veranderd bijnaam

source: Change personal message
de: Persönliche Nachricht ausrichten
fr: Changer le message personnel
nl: Richten persoonlijk bericht

source: Change status
de: ändernt Status Nachricht
fr: Changer le status
nl: Veranderd status

source: Change mood
de: ändernt Stimmung
fr: Changer l'humeur
nl: Veranderd humeur

source: Change icon
de: ändernt Ikone
fr: Changer l'icône
nl: Veranderd icoon

source: Enter your nickname here...
de: Hier Spitzname einführen...
fr: Entrez votre pseudonyme ici...
nl: Hier U bijnaam invoeren...

source: This will change your nickname for every account which supports it.
de: ändernt ihr Spitzname für jeder Account die es ertragen.
fr: Cela va changer votre pseudonyme pour tous les comptes qui le supportent.
nl: Dat zal U bijnaam veranderen vor iedere account die het verdraagt.

source: Cancel
de: Annulieren
fr: _Annuler
nl: Annuleren

source: _Mood message
de: _Stimmung Nachricht
fr: Message pour l'_humeur
nl: _Humeur bericht

source: Current song
de: Aktuel lied
fr: Morceau actuel
nl: Huidig lied

source: Song _title
de: lied _Titel
fr: _Titre
nl: Lied _tijtel

source: Song _artist
de: Lied _Künstler
fr: _Artiste
nl: Lied _artiest

source: Song al_bum
de: Lied Al_bum
fr: _Album
nl: Lied al_bum

source: MSN pecan extra attributes
de: MSN pecan extra Parameter
fr: Options supplémentaires pour MSN pecan
nl: MSN pecan extra parameters

source: _Game name
de: _Spiel Name
fr: _Jeu actuel
nl: _Spelnaam

source: _Office app name
fr: _Application
nl: _Office app naam

source: Status and mood message
de: Status und Stimmung Nachricht
fr: Message d'états et d'humeur
nl: Status en humeur bericht

source: _Personal message
de: _Persönliche Nachricht
fr: Message _personnel
nl: _Persoonlijk bericht

source: Change status messages
de: ändernt Status Nachricht
fr: Changer le message d'état
nl: Veranderd status berichten

source: Enter status message...
de: führt Status Nachricht ein...
fr: Entrez votre message d'état...
nl: Voert Status berichten in...

source: This will change some status messages for every account which supports it, please be advised that some are inconsistent between each other.
de: ändernt einige Status Nachrichten für jeder Account die es ertragt, Bitte beachten Sie dass einige inkonsistent sind untereinander.
fr: Cela va changer certains messages d'états pour tous les comptes qui le supportent, notez toutefois que certains sont incompatibles entre eux.
nl: Dat zal sommige status berichten veranderen voor iedere account die het verdraagt, houd er a.u.b rekening mee dat sommige inconsequent zijn tussen elkaar.

source: Change the markup used to display the personal message using the Pango Markup Language where %m is replaced with your personal message.
nl: veranderd het baken die gebruikt werd om het persoonlijk bericht te displayen, door het gebruiken van de Pango Markup Language waar %m vervangen word door uw persoonlijk bericht.

source: Change the markup used to display the personal message when hovered by the mouse using the Pango Markup Language where %m is replaced with your personal message.
nl: Veranderd het baken die gebruikt werd om het persoonlijk bericht te displayen wanneer men er met de muis overzweefd, door het gebruiken van de Pango Markup Language waar %m vervangen word door uw persoonlijke bericht.
