Repository: gawen947/pidgin-pbar
Catalog: po/*.po
Languages: fr

source: Changes nickname, personal message, icon and status for multiple accounts.
fr: Changer le surnom, le message personnel, l'icône et l'état pour plusieurs comptes.

source: Displays a toolbar to set your nickname, personal message, icon and status for multiple accounts at once.
fr: Affiche une barre d'outils pour changer le surnom, le message personnel, l'icône et l'état pour plusieurs comptes en une fois.

source: Left
fr: Gauche

source: Center
fr: Centre

source: Right
fr: Droite

source: Nickname markup
fr: Balise du surnom

source: Nickname markup hovered
fr: Balise du surnom survolé

source: Personal message markup
fr: Balise du message personnel

source: Personal message markup hovered
fr: Balise du message personnel survolé

source: Align nickname
fr: Aligner le surnom

source: Align personal message
fr: Aligner le message personnel

source: Hide pidgin's status box
fr: Cacher le sélecteur d'états de pidgin

source: Ignore pidgin's status changes
fr: Ignorer les changements d'états de pidgin

source: <Enter personal message here>
fr: <Entrez votre message personnel ici>

source: <Enter nickname here>
fr: <Entrez votre surnom ici>
